Repository: ahsanhaydach/tabbycat-1
Catalog: tabbycat/actionlog/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Action Log
fr: Journal des actions

source: Discarded ballot set
fr: Rejet d'un ensemble de bulletins de vote

source: Checked in ballot set
fr: Enregistrement de la présence d'un ensemble de bulletins de vote

source: Created ballot set
fr: Création d'un ensemble de bulletins de vote

source: Edited ballot set
fr: Modification d'un ensemble de bulletins de vote

source: Confirmed ballot set
fr: Confirmation d'un ensemble de bulletins de vote

source: Submitted ballot set from the public form
fr: Soumission d'un ensemble de bulletins de vote de la formulaire publique

source: Submitted feedback from the public form
fr: Soumission d'un commentaire de la formulaire publique

source: Saved feedback
fr: Enregistrement d'un commentaire

source: Edited adjudicator test score
fr: Modification note d'examen de juge

source: Set adjudicator note
fr: Définition d'une note pour un juge

source: Saved adjudicator allocation
fr: Enregistrement de l'attribution des juges

source: Auto-allocated adjudicators
fr: Attribution automatique des juges

source: Saved a venue manual edit
fr: Enregistrement d'une modification d'une salle

source: Auto-allocated venues
fr: Attribution automatique des salles

source: Edited venue categories
fr: Modification des catégories de salles

source: Edited venue constraints
fr: Modification des contraintes de salle

source: Created draw
fr: Création d'un tirage

source: Confirmed draw
fr: Confirmation d'un tirage

source: Regenerated draw
fr: Régénération d'un tirage

source: Released draw
fr: Publication d'un tirage

source: Unreleased draw
fr: Dépublication d'un tirage

source: Saved a matchup manual edit
fr: Enregistrement d'une modification manuelle d'un appariement

source: Saved the sides status of a matchup
fr: Enregistrement du statut des côtés d'un appariement

source: Saved divisions
fr: Enregistrement des divisions

source: Added/edited motion
fr: Ajout/Modification d'une motion

source: Released motions
fr: Publication des motions

source: Unreleased motions
fr: Dépublication des motions

source: Edited debate importance
fr: Modification de l'importance d'un débat

source: Changed adjudicator breaking status
fr: Changement du statut de qualification d'un(e) juge

source: Edited break eligibility
fr: Modification d'admissibilité pour la qualification

source: Edited break categories
fr: Modification des catégories de qualification

source: Generated the team break for all categories
fr: Génération de la qualification des équipes pour toutes les catégories

source: Edited breaking team remarks and updated all team breaks
fr: Modification des remarques d'une équipe qualifiant et mise à jour de toutes les qualifications des équipes

source: Edited breaking team remarks and updated this team break
fr: Modification des remarques d'une équipe qualifiant et mise à jour de cette qualification des équipes

source: Edited breaking team remarks
fr: Modification des remarques d'une équipe qualifiant

source: Set start time
fr: Définition de l'heure de début

source: Advanced the current round to
fr: Avancement du tour actuel à

source: Edited teams availability
fr: Modification de la disponibilité des équipes

source: Edited adjudicators availability
fr: Modification de la disponibilité des juges

source: Edited venue availability
fr: Modification de la disponibilité des salles

source: Edited tournament options
fr: Modification des options du tournoi

source: Edited speaker category eligibility
fr: Modification d'admissibilité pour les catégories d'orateur

source: Edited speaker categories
fr: Modification des catégories d'orateur

source: Imported institutions using the simple importer
fr: Importé les institutions avec l’importateur simple

source: Imported venues using the simple importer
fr: Importé les salles avec l’importateur simple

source: Imported teams using the simple importer
fr: Importé les équipes avec l’importateur simple

source: Imported adjudicators using the simple importer
fr: Importé les juges avec l’importateur simple

source: Updated adjudicator scores in bulk
fr: Mis à jour les notes de juge en masse

source: Edited adjudicator-team conflicts
fr: Modifié les conflits juge-équipe

source: Edited adjudicator-adjudicator conflicts
fr: Modifié les conflits juge-juge

source: Edited adjudicator-institution conflicts
fr: Modifié des conflits juge-institution

source: Generated check in identifiers for speakers
fr: Généré des identifiants d’enregistrement pour les orateurs

source: Generated check in identifiers for adjudicators
fr: Généré des identifiants d’enregistrement pour les juges

source: Generated check in identifiers for venues
fr: Généré des identifiants d’enregistrement pour les salles

source: timestamp
fr: horodatage

source: user
fr: utilisateur

source: IP address
fr: adresse IP

source: tournament
fr: tournoi

source: round
fr: tour

source: content type
fr: type de contenu

source: object ID
fr: identifiant d'objet

source: action log
fr: journal des actions

source: action log entries
fr: entrées du journal des actions

source: All log entries require at least one of a user and an IP address.
fr: Toutes les entrées de journal nécessitent au moins un utilisateur ou une adresse IP.

source: anonymous
fr: anonyme
