Repository: ahsanhaydach/tabbycat-1
Catalog: tabbycat/locale/*/LC_MESSAGES/djangojs.po
Languages: ar

source: Find in Table
ar: البحث في الجدول

source: Set All Breaking as Available
ar: وضع جميع المتأهلين "متواجدون"

source: Set all the availabilities to exactly match what they were in the previous round.
ar: تعيين جميع الأشياء للتتوافق مع تلك المتاحة في الجولة السابقة.

source: Match
ar: توافق

source: Match Check-Ins
ar: تشابه الإدخال

source: Set people as available only if they have a check-in and are currently unavailable — i.e. it will not overwrite any existing availabilities.
ar: تعيين الأشخاص على أنها متوفرة فقط إذا كان لديهم تسجيل دخول و غير متاحون حاليًا — بمعنى أنه لن يؤدي إلى استبدال أي من المتوفرين حاليا.

source: Copy From Check-Ins
ar: نسخة من تسجيل الدخول

source: Speaker Demographics
ar: توزيع المتحدثين

source: No Gender Information
ar: لا يوجد معلومات الجنس

source: No Speaker Categories Information
ar: لا يوجد معلومات عن فئة المتحدث

source: Speaker Results
ar: نتائج المتحدث

source: speakers with gender data
ar: المتحدثون مع بيانات جنسهم

source: speaker scores total
ar: مجموع درجات المتحدث

source: No Region Information
ar: لا يوجد معلومات عن المنطقة

source: Adjudicator Demographics
ar: توزيع الحكام

source: No Position Information
ar: لا يوجد معلومات عن الوظيفة

source: Adjudicator Results
ar: نتائج الحكم

source: adjudicators with gender data
ar: الحكام مع بيانات جنسهم

source: feedback scores total
ar: مجموع درجات التغذية الراجعة

source: No Adjudicator Ratings Information
ar: لا توجد معلومات حول تصنيف الحكام

source: No Adjudicator-Adjudicator Feedback Information
ar: لا يوجد معلومات عن التغذية الراجعة حول تحكيم المحكمين
